{
  "name_or_path": "avater-tokenizer",
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_avater.AvaterTokenizer",
      null
      ]
  },
  "add_prefix_space": false,
  "tokenizer_class": "AvaterTokenizer",
  "use_fast": false,
  "text_tokenizer_path": "/mnt/ceph/huggingface/Llama-3.1-8B",
  "short_wait_string": "<|SHORT_WAIT|>",
  "long_wait_string": "<|LONG_WAIT|>",
  "audio_tokenizer": "moshi_mimi",
  "text_duration_token": 10,
  "cpt_cache": ".cache/",
  "audio_special_token": {
    "boa_token": 2048,
    "eoa_token": 2049,
    "short_wait_token": 2050,
    "long_wait_token": 2051,
    "<|reserved_special_token_0|>": 2052,
    "<|reserved_special_token_1|>": 2053,
    "<|reserved_special_token_2|>": 2054,
    "<|reserved_special_token_3|>": 2055
  },
  "device": "cuda"
}