{
  "name_or_path": "avater-tokenizer",
  "add_prefix_space": false,
  "tokenizer_class": "AvaterTokenizer",
  "use_fast": false,
  "text_tokenizer_path": "/mnt/ceph/huggingface/Llama-3.1-8B",
  "audio_special_token": {
    "pad_token": 0,
    "bos_token": 2049,
    "eos_token": 2050,
    "short_wait_token": 2051,
    "long_wait_token": 2052
  },
  "short_wait_string": "<|SHORT_WAIT|>",
  "long_wait_string": "<|LONG_WAIT|>",
  "audio_tokenizer": "moshi_mimi",
  "cpt_cache": ".cache/",
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_avater.AvaterTokenizer",
      null
      ]
  }
}