{
  "additional_special_tokens": [
    "<|im_start|>user",
    "<|im_start|>assistant",
    "<|im_start|>system",
    "<|im_end|>",
    "<s>",
    "<pad>",
    "<|reserved_special_token_251|>",
    "<|reserved_special_token_252|>"
  ],
  "bos_token": {
    "content": "<s>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": {
    "content": "<|im_end|>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": {
    "content": "<pad>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
